{
    "titolo": "Progetti \"esperimenti per pensare\": gli studenti realizzano esperimenti e mostra interattiva",
    "contenuti": [
        "Il progetto \"Esperimenti per pensare\" compie quest'anno vent'anni e per questo la presente edizione ha voluto riprendere il titolo della prima: \"Pensare per onde\" e celebrarne la ricorrenza.",
        "L'idea di realizzare esperimenti e di allestire con essi una mostra è nata nel 1987, dalla riflessione sull'importanza di rendere gli studenti protagonisti della costruzione delle proprie competenze: quindi del \"fare per imparare\". Sin dall’inizio le esperienze sono state scelte e pensate dai ragazzi, realizzate da loro stessi con materiali  'poveri' di facile reperibilità. Le idee sono nate dalla curiosità di capire come i principi e le leggi scientifiche studiate in classe potevano intervenire in fenomeni osservabili comunemente intorno a noi e come queste potessero essere rappresentate da modelli ed esperimenti. Così i ragazzi si sono trovati a vivere un'\"impresa\", un \"gioco di squadra\", che spesso ha richiesto lunghi tempi di studio, sperimentazione e revisione. Si sono confrontati con situazioni spesso complesse, hanno talvolta dovuto modificare le proprie ipotesi, riprogettare gli esperimenti o discutere tra loro e con i docenti, visti non più come depositari del sapere ma come interlocutori, suggeritori, a volte essi stessi messi in crisi da i risultati inattesi.", 
        "Il progetto si articola in due fasi: <ul><li>Nella prima, \"gli studenti realizzano esperimenti\",  gli studenti progettano e realizzano esperimenti su un tema stabilito</li><li>Nella seconda: \"Mostra esperimenti per pensare\", gli esperimenti realizzati vengono esposti ed illustrati dagli stessi studenti visitatori interni (le classi dell’Istituto) ed esterni: scolaresche di scuola primaria e secondaria di primo e secondo grado, cittadinanza, docenti di altri istituti.</li></ul>",
        "Il Liceo ospita, in ogni edizione della Mostra,  anche esempi dei lavori provenienti da tutte le mostre che sono state realizzate nell’anno precedente, nelle altre scuole, primarie, secondarie di primo grado e scuole dell’infanzia, aderenti alla rete LES. Nell’ultimo anno, nel nostro liceo, è stato anche realizzato un project work di Alternanza Scuola Lavoro che ha coinvolto otto classi: due terze e sei quarte, coordinate dalla professoressa Michelini dell’Università di Udine. La professoressa ha tenuto alcune lezioni introduttive e ha seguito con suggerimenti e approfondimenti i docenti e le classi nella progettazione e nella realizzazione dei lavori che sono stati poi esposti."
    ]
}