{
	"esperimenti": [
		{
			"titolo": "Esperimenti per pensare. tutoring negli I.C. della rete L.E.S.",
			"paragrafi": [
				{
					"head": "Studenti della classe quarta B",
					"testo": "del Liceo Da Vinci: Gioele Bisetto, Paolo Bortolanza, Francesco Campion, Elisa Chiappa, Giuseppe Girardi, Francesco Grani, Chiara Nappa, Marco Pozzebon, Brando Zanin"
				},
				{
					"head": "Tutor interno",
					"testo": "Prof.ssa Luisa Bari"
				},
				{
					"head": "Tutor esterni",
					"testo": "Insegnanti Casagrande Roberta e Pavanello Federica (IC Quinto – sc. prim. di Badoere, classi 4 A, 4B, 5 A, 5B); insegnante Salvadori Martina (IC Quinto - sc. prim. Marconi, classi 4 A, 4B); insegnante Benendo Paola (IC Quinto - sc. prim. di S. Cristina, classe 5); insegnante Sambo Roberta (IC 2 Serena - sc. prim. Gabelli, classe 5B);insegnante Armonti Barbara (IC 5 Coletti – sc. prim. Carducci, classe 5B), insegnante Taddeo Annamaria (IC 5 Coletti – sc. prim. Collodi, classe 5B)."
				},
				{
					"head": "Finalità",
					"testo": "Il progetto si propone di avvicinare alcuni alunni di classe quarta del Liceo Scientifico al mondo della ricerca e della divulgazione scientifica attraverso un’esperienza formativa e lavorativa in situazione di alternanza scuola-lavoro; gli allievi sono intervenuti presso alcune scuole primarie della RETE L.E.S., supportando, in qualità di tutor, l’implementazione laboratoriale di un percorso didattico sul tema “Onde sonore”. Per far questo hanno utilizzato tre esperimenti presentati nell’ultima edizione della Mostra del Liceo e hanno costruito cinque nuovi esperimenti; hanno preparato schede tecniche per ciascun esperimento e schede operative su come presentare gli esperimenti agli studenti acquisendo una precisa metodologia adatta al livello scolare a cui si sono rivolti."
				},
				{
					"head": "Metodologia",
					"testo": "Lo scopo principale dell’intervento è di tipo formativo, mira ad avvicinare i bambini ai temi trattati attraverso un approccio rigoroso di tipo sperimentale, invitandoli, con le attività predisposte, a formulare ipotesi su contesti, a osservare fenomeni, confrontare risultati con previsioni, giungere infine a conclusioni."
				},
				{
					"head": "Approccio",
					"testo": "L’approccio è operativo per rendere gli alunni partecipi alle attività e mira a stimolare la lorocuriosità e la loro motivazione nei confronti degli argomenti trattati.I bambini vengono invitati a partecipare attivamente e non è contemplata una spiegazione introduttiva, solamente una breve introduzione verbale che molte volte richiama l’esperienza quotidiana degli alunni."
				},
				{
					"head": "Strategia",
					"testo": "<p>La strategia adottata propone le diverse attività seguendo il ciclo: previsione, esperimento, controllo.</p><p>Innanzitutto, per creare il contesto, viene predisposta la situazione di stimolo con la descrizione degli oggetti e del modo in cui verranno utilizzati. Quindi, attraverso domande che stimolano la riflessione, i bambini vengono invitati a formulare delle ipotesi riguardo al comportamento degli oggetti ed al risultato dell’esperimento.</p><p>Una volta concluso il momento di previsione, viene realizzato l’esperimento che permette agli alunni di osservare direttamente ciò che accade. Il ruolo degli alunni nella realizzazione degli esperimenti è, a volte, quello di semplici spettatori, a volte di collaboratori, altre volte di protagonisti.</p><p>La terza fase consiste nel controllo e nel confronto dei risultati della prova con le ipotesi formulate inizialmente.</p><p>Infine gli alunni vengono invitati alla sintesi e alla conclusione.</p>"
				},
				{
					"head": "Elenco esperimenti",
					"testo": "<ul><li>Eidophone (visualizzare il suono)</li> <li> propagazione del suono nell'aria, nell'acqua e nel legno.</li><li> Propagazione del suono nel vuoto e  nell'aria, la campanella sottovuoto.</li><li>Xilofoni, uno di legno e uno di plexiglass, altezza, timbro, intensità</li><li>Bicchiere che suona </li><li>Bottiglie sonore </li><li>Canna d'organo: risonanza in un tubo aperto che scorre dentro a uno più grande riempito di acqua</li><li>Barattolo con molla: amplificazione del suono </li></ul>"
				}
			],
			"foto": [
				"assets/badoere-10.png",
				"assets/badoere-12.png",
				"assets/badoere-14.png"
			]
		}
	]
}